import Section from './Section';

export default function About() {
  return (
    <Section id="about" title="نبذة عني">
      <p className="leading-8 text-gray-700">
        مدرب وخبير تقني في الذكاء الاصطناعي وتحليل البيانات والبرمجة، حاصل على درجة الماجستير في هندسة أمن الحاسوب والذكاء الاصطناعي من جامعة Rovira i Virgili بإسبانيا، وبكالوريوس في علوم الحاسوب من جامعة الحديدة. معتمد كمدرب محترف (TOT) ويتمتع بخبرة أكاديمية وعملية في تدريب وتدريس موضوعات متقدمة مثل الذكاء الاصطناعي، نظم التشغيل، البرمجة الكائنية، وتحليل البيانات. ماهر في استخدام أدوات البرمجة والتحليل، ويمتاز بمهارات تدريبية وتواصلية قوية وقدرة على تبسيط المفاهيم التقنية المعقدة بوضوح وفعالية.
      </p>
    </Section>
  );
}